/* Error alert title text after unsuccessful vendor app install. */
"%@ could not be installed due to a possible user permissions error." = "%@ no se puede instalar debido a un posible error de permisos de usuario.";

/* No comment provided by engineer. */
"%@ could not be validated correctly." = "%@ no se ha podido validar correctamente.";

/* Error alert title text after unsuccessful application uninstall. */
"%@ or some of its components could not be quit to continue the uninstallation." = "%@ o algunos de sus componentes no se han podido cerrar para continuar con la desinstalación.";

/* User notification title with app name as format */
"%@ was updated" = "%@ se ha actualizado";

/* Status title on recommendations screeen. */
"%d days of free trial left" = "Quedan %d días de prueba gratis";

/* User notification title with apps count as format */
"%lu applications were updated" = "Se han actualizado %lu aplicaciones";

/* User notification title */
"1 application was updated" = "Se ha actualizado 1 aplicación";

/* Status title on recommendations screeen. */
"Activate your subscription" = "Activa tu suscripción";

/* Status button title on recommendations screeen. */
"Active subscription" = "Suscripción activa";

/* Button title */
"Add" = "Añadir";

/* User notification title */
"All apps are up to date!" = "Todas las aplicaciones están actualizadas";

/* Error alert title text after unsuccessful uninstall. */
"An error occurred while uninstalling %@." = "Se ha producido un error al desinstalar %@.";

/* No comment provided by engineer. */
"Application signature could not be verified." = "No se ha podido verificar la firma de la aplicación.";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* User notification informative text with app name as format */
"Check out what %@ has to offer." = "Descubre todo lo que puede ofrecerte %@.";

/* (No Comment) */
"Could not move to Applications folder" = "No se ha podido mover a la carpeta Aplicaciones";

/* No comment provided by engineer. */
"Did fail to launch %@" = "Error al iniciar %@";

/* Button title */
"Dismiss" = "Descartar";

/* (No Comment) */
"Don’t Move" = "No trasladar";

/* No comment provided by engineer. */
"Download Now" = "Descargar ahora";

/* No comment provided by engineer. */
"Download and Install" = "Descargar e instalar";

/* No comment provided by engineer. */
"Download and install Setapp to use %@ and discover even more awesome applications." = "Descarga e instala Setapp para usar %@ y descubrir todavía más aplicaciones increíbles.";

/* No comment provided by engineer. */
"Download and install Setapp to use this app and discover even more awesome applications" = "Descarga e instala Setapp para usar esta app y descubrir todavía más aplicaciones increíbles";

/* User notification informative text */
"Explore Setapp to find and use them." = "Explora Setapp para encontrarlas y utilizarlas.";

/* User notification informative text */
"Find it in your Setapp folder." = "Búscala en tu carpeta de Setapp.";

/* Button title */
"Install" = "Instalar";

/* No comment provided by engineer. */
"Internal file operation failed" = "Error en operación interna de archivo";

/* No comment provided by engineer. */
"It looks like the application was not code signed with a developer signature." = "Parece que el código de la aplicación no llevaba la firma de un desarrollador.";

/* No comment provided by engineer. */
"It looks like your Mac's identity has changed." = "Parece que la identidad de tu Mac ha cambiado.";

/* No comment provided by engineer. */
"Learn More…" = "Más información...";

/* Button title */
"Learn more…" = "Más información...";

/* (No Comment) */
"Move to Applications" = "Trasladar a Aplicaciones";

/* User notification title */
"New updates available!" = "¡Nuevas actualizaciones disponibles!";

/* Button title */
"Not Now" = "Ahora no";

/* (No Comment) */
"Note that this will require an administrator password." = "Ten en cuenta que esto requerirá una contraseña de administrador.";

/* No comment provided by engineer. */
"OK" = "Ok";

/* Status title on recommendations screeen. */
"Payment details outdated" = "Información de pago desfasada";

/* User notification informative text */
"Please add payment details to your account." = "Añade los datos de pago a tu cuenta.";

/* User notification title */
"Please connect to the Internet." = "Conéctate a Internet.";

/* No comment provided by engineer. */
"Please download a new copy of Setapp and reinstall it on your Mac to resolve the problem." = "Descarga una nueva copia de Setapp y vuelve a instalarla en tu Mac para resolver el problema.";

/* No comment provided by engineer. */
"Please download and install the latest version to continue using Setapp." = "Descarga e instala la última versión para continuar usando Setapp.";

/* No comment provided by engineer. */
"Please make sure no network management apps are blocking Setapp and try again." = "Asegúrate de que ninguna app de administración de red bloquea Setapp y vuelve a intentarlo.";

/* No comment provided by engineer. */
"Please make sure you are connected and try again." = "Asegúrate de estar conectado y vuelve a intentarlo.";

/* Error alert informative text after unsuccessful vendor app install. */
"Please make sure you resolve any related issues and try again." = "Asegúrate de resolver todos los problemas relacionados y vuelve a intentarlo.";

/* Error alert informative text after unsuccessful uninstall. */
"Please quit the application manually and try again." = "Sal de de la aplicación manualmente y vuelve a intentarlo.";

/* No comment provided by engineer. */
"Please sign in to Setapp and try again." = "Inicia sesión en Setapp y vuelve a intentarlo.";

/* No comment provided by engineer. */
"Please sign in your Setapp account to continue using the service." = "Inicia sesión en tu cuenta de Setapp para continuar usando el servicio.";

/* No comment provided by engineer. */
"Please sign out and sign back into your Setapp account before you try again." = "Cierra la sesión y vuelve a iniciar sesión en tu cuenta de Setapp antes de volver a intentarlo.";

/* Error alert informative text after unsuccessful application uninstall. */
"Please try again or remove the application by other means if the problem persists." = "Vuelve a intentarlo o elimina la aplicación por otros medios si el problema persiste.";

/* Error alert informative text after unsuccessful application uninstall. */
"Please try again or remove the remaining files manually." = "Vuelve a intentarlo o elimina manualmente los archivos restantes.";

/* No comment provided by engineer. */
"Please try again." = "Inténtalo de nuevo.";

/* No comment provided by engineer. */
"Please update your operating system and try again." = "Actualiza tu sistema operativo y vuelve a intentarlo.";

/* User notification informative text */
"Please view your account details to learn more." = "Consulta los datos de tu cuenta para obtener más información.";

/* No comment provided by engineer. */
"Quit" = "Salir";

/* No comment provided by engineer. */
"Reveal in Finder" = "Mostrar en Finder";

/* Default placeholder for search field */
"Search" = "Buscar";

/* (No Comment) */
"Search for apps, tasks, etc…" = "Buscar apps, tareas...";

/* User notification informative text */
"Setapp needs to verify your subscription." = "Setapp necesita verificar tu suscripción.";

/* Prompt for uninstall with permissions. */
"Setapp needs your permission to perform application uninstallation." = "Setapp necesita tu permiso para desinstalar la aplicación.";

/* No comment provided by engineer. */
"Setapp requires Internet connection to continue." = "Setapp requiere una conexión a Internet para continuar.";

/* User notification title */
"Setapp subscription running out." = "La suscripción a Setapp está a punto de caducar.";

/* No comment provided by engineer. */
"Setapp’s Internet access got interrupted by another process or application." = "Otro proceso o aplicación ha interrumpido el acceso a Internet de Setapp.";

/* Status action title on recommendations screeen. */
"Sign In" = "Iniciar sesión";

/* Status title on recommendations screeen. */
"Sign In to use Setapp" = "Iniciar sesión para usar Setapp";

/* User notification informative text */
"Some applications need to be reopened." = "Algunas aplicaciones tienen que volver a abrirse.";

/* Error alert title text after unsuccessful uninstall. */
"Some of the application components could not be removed during the uninstallation." = "Algunos de los componentes de la aplicación no se han podido eliminar durante la desinstalación.";

/* Status action title on recommendations screeen. */
"Subscribe" = "Suscríbete";

/* Status action title on recommendations screeen. */
"Subscribe Now" = "Suscribirse ahora";

/* No comment provided by engineer. */
"TODO" = "TODO";

/* No comment provided by engineer. */
"Terribly sorry, please try again a little later." = "Sentimos las molestias, pero puedes volver a probarlo más tarde.";

/* No comment provided by engineer. */
"The main Setapp application is missing on your Mac. Would you like to download and install it?" = "No se encuentra la aplicación principal de Setapp en tu Mac. ¿Quieres descargarla e instalarla?";

/* User notification title */
"There’s a new app on Setapp!" = "¡Hay una nueva app en Setapp!";

/* (No Comment) */
"This action is recommended for better Setapp experience." = "Recomendamos esta acción para disfrutar de una mejor experiencia con Setapp.";

/* No comment provided by engineer. */
"This application is no longer available on Setapp." = "Esta aplicación ya no está disponible en Setapp.";

/* No comment provided by engineer. */
"This application requires an active Setapp account installed on your Mac." = "Esta aplicación requiere una cuenta activa de Setapp instalada en tu Mac.";

/* No comment provided by engineer. */
"This application requires macOS %@ or later to work on your computer. Currently you have macOS %@." = "Esta aplicación requiere macOS %1$@ o una versión posterior para poder utilizarse en tu ordenador. Tu versión actual es macOS %2$@.";

/* No comment provided by engineer. */
"This copy of %@ requires an active Setapp account installed on your Mac." = "Esta copia de %@ requiere una cuenta activa de Setapp instalada en tu Mac.";

/* No comment provided by engineer. */
"This will allow you to discover and further use all of the Setapp applications." = "Así podrás descubrir y utilizar las demás aplicaciones de Setapp.";

/* (No Comment) */
"This will keep your Downloads folder uncluttered." = "Así tendrás más despejada tu carpeta Descargas.";

/* No comment provided by engineer. */
"Uh-oh! Setapp is having some connection issues." = "Vaya... Parece que Setapp tiene problemas de conexión.";

/* No comment provided by engineer. */
"Unable to launch %@" = "No se puede iniciar %@";

/* Status action title on recommendations screeen. */
"View My Account" = "Ver mi cuenta";

/* (No Comment) */
"Would you like to move Setapp to your Applications folder?" = "¿Quieres mover Setapp a tu carpeta Aplicaciones?";

/* No comment provided by engineer. */
"You may remove the alias from your computer." = "Puedes eliminar el alias de tu ordenador.";

/* No comment provided by engineer. */
"Your Setapp installation is broken and cannot be used properly." = "Tu instalación de Setapp está corrompida y no puede usarse correctamente.";

/* User notification title */
"Your Setapp trial ends soon." = "Tu prueba de Setapp finaliza pronto.";

/* No comment provided by engineer. */
"Your current version of Setapp is outdated and can no longer be used." = "Tu versión actual de Setapp está desfasada y ya no puede utilizarse.";

/* No comment provided by engineer. */
"Your issue is already being handled" = "Ya estamos trabajando para solucionar tu problema";

